{
  "document_structure": {
    "judul": "PROGRAM TAHUNAN KURIKULUM MERDEKA",
    "identitas_dokumen": {
      "mata_pelajaran": "PJOK",
      "kelas": "I",
      "fase": "A",
      "tahun_ajaran": "2024/2025",
      "sekolah": "[Nama Sekolah Anda]"
    },
    "capaian_pembelajaran_umum": "Pada akhir Fase A, peserta didik mampu menirukan pola gerak dasar (lokomotor, non-lokomotor, dan manipulatif) dalam berbagai aktivitas seperti permainan/olahraga, senam dasar, dan gerak berirama. Mereka juga mampu memahami prosedur dasar dalam melakukan berbagai keterampilan gerak tersebut. Selain itu, peserta didik dapat mempraktikkan latihan kebugaran jasmani sederhana dan mengembangkan kebiasaan hidup sehat, termasuk menjaga fungsi anggota tubuh serta kebersihan diri dan lingkungan. Dari aspek karakter dan nilai-nilai gerak, peserta didik diharapkan bertanggung jawab dalam menerima instruksi guru, menghormati orang lain, serta menikmati keriangan dalam berbagai aktivitas jasmani.",
    "elemen_capaian_pembelajaran": [
      {
        "elemen": "Keterampilan Gerak",
        "deskripsi_fase_a": "Peserta didik mampu menirukan pola gerak dasar, senam dasar, gerak berirama, dan permainan/olahraga air (kondisional)."
      },
      {
        "elemen": "Pengetahuan Gerak",
        "deskripsi_fase_a": "Peserta didik mampu memahami prosedur benar dalam melakukan berbagai keterampilan gerak."
      },
      {
        "elemen": "Pemanfaatan Gerak",
        "deskripsi_fase_a": "Peserta didik mampu mempraktikkan latihan kebugaran jasmani dan kebiasaan hidup sehat (fungsi anggota tubuh, kebersihan diri & lingkungan)."
      },
      {
        "elemen": "Pengembangan Karakter & Nilai-nilai Gerak",
        "deskripsi_fase_a": "Peserta didik mampu bertanggung jawab dalam menerima instruksi guru; menghormati orang lain; menikmati keriangan aktivitas jasmani."
      }
    ]
  },
  "DAFTAR_PROTA_UTAMA": [
    {
      "Unit": "Unit 1: Gerak Dasar Lokomotor, Non-Lokomotor, dan Manipulatif dalam Permainan Bola Besar",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "15 JP",
      "Semester": "1"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "1.1. Peserta didik mampu menirukan pola gerak dasar lokomotor seperti berjalan dan berlari dalam permainan bola besar sesuai potensi dan kreativitas yang dimiliki peserta didik.\n1.2. Peserta didik mampu menirukan pola gerak dasar non-lokomotor seperti menekuk dan mengayun dalam aktivitas permainan bola besar sesuai potensi dan kreativitas yang dimiliki peserta didik.\n1.3. Peserta didik mampu menirukan pola gerak dasar manipulatif seperti menendang dan melempar bola besar sesuai potensi dan kreativitas yang dimiliki peserta didik.\n1.4. Peserta didik mampu menunjukkan perilaku bertanggung jawab dan menghargai orang lain saat bermain bola besar sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 2: Gerak Dasar Lokomotor, Non-Lokomotor, dan Manipulatif dalam Permainan Bola Kecil",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "12 JP",
      "Semester": "1"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "2.1. Peserta didik mampu menirukan pola gerak dasar manipulatif seperti melempar, menangkap, dan memukul bola kecil sesuai potensi dan kreativitas yang dimiliki peserta didik.\n2.2. Peserta didik mampu memahami prosedur dasar dalam memegang dan mengayun raket/tongkat dalam permainan bola kecil sesuai potensi dan kreativitas yang dimiliki peserta didik.\n2.3. Peserta didik mampu menikmati keriangan saat beraktivitas permainan bola kecil bersama teman sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 3: Gerak Dasar Lokomotor dalam Aktivitas Atletik",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "12 JP",
      "Semester": "1"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "3.1. Peserta didik mampu menirukan pola gerak dasar lokomotor seperti berjalan, berlari, dan melompat dalam aktivitas atletik sederhana sesuai potensi dan kreativitas yang dimiliki peserta didik.\n3.2. Peserta didik mampu memahami prosedur dasar dalam melakukan gerak jalan cepat dan lari sesuai potensi dan kreativitas yang dimiliki peserta didik.\n3.3. Peserta didik mampu menunjukkan sikap tanggung jawab dalam mengikuti instruksi guru saat berlatih atletik sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 4: Gerak Dasar dalam Aktivitas Bela Diri",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "9 JP",
      "Semester": "1"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "4.1. Peserta didik mampu menirukan pola gerak dasar non-lokomotor seperti kuda-kuda dan pukulan sederhana dalam aktivitas bela diri sesuai potensi dan kreativitas yang dimiliki peserta didik.\n4.2. Peserta didik mampu memahami prosedur dasar gerak elakan sederhana dalam bela diri sesuai potensi dan kreativitas yang dimiliki peserta didik.\n4.3. Peserta didik mampu menghormati teman saat berlatih bela diri sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 5: Kebugaran Jasmani Terkait Kesehatan",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "12 JP",
      "Semester": "2"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "5.1. Peserta didik mampu mempraktikkan latihan kebugaran jasmani dasar seperti lari bolak-balik dan sit-up sederhana sesuai potensi dan kreativitas yang dimiliki peserta didik.\n5.2. Peserta didik mampu memahami kebiasaan hidup sehat terkait pentingnya aktivitas fisik sesuai potensi dan kreativitas yang dimiliki peserta didik.\n5.3. Peserta didik mampu menjaga kebersihan diri dan lingkungan setelah beraktivitas fisik sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 6: Aktivitas Senam Dasar",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "12 JP",
      "Semester": "2"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "6.1. Peserta didik mampu menirukan pola gerak dasar senam lantai seperti gerak keseimbangan statis dan dinamatis sederhana sesuai potensi dan kreativitas yang dimiliki peserta didik.\n6.2. Peserta didik mampu memahami prosedur dasar dalam melakukan gerak senam lantai sederhana sesuai potensi dan kreativitas yang dimiliki peserta didik.\n6.3. Peserta didik mampu bertanggung jawab dalam mengikuti instruksi saat bersenam sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 7: Aktivitas Gerak Berirama",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "12 JP",
      "Semester": "2"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "7.1. Peserta didik mampu menirukan pola gerak dasar berirama seperti langkah dasar dan ayunan lengan mengikuti irama sesuai potensi dan kreativitas yang dimiliki peserta didik.\n7.2. Peserta didik mampu memahami prosedur gerak berirama sederhana sesuai potensi dan kreativitas yang dimiliki peserta didik.\n7.3. Peserta didik mampu menikmati keriangan dalam aktivitas gerak berirama sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 8: Aktivitas Air (Kondisional)",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "9 JP",
      "Semester": "2"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "8.1. Peserta didik mampu menirukan pola gerak dasar di air seperti meluncur dan mengapung secara sederhana sesuai potensi dan kreativitas yang dimiliki peserta didik.\n8.2. Peserta didik mampu memahami prosedur dasar keselamatan di air sesuai potensi dan kreativitas yang dimiliki peserta didik.\n8.3. Peserta didik mampu bertanggung jawab dan menghormati orang lain saat beraktivitas di air sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 9: Kesehatan dan Keselamatan (Pertolongan Pertama pada Kecelakaan)",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "6 JP",
      "Semester": "2"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "9.1. Peserta didik mampu memahami pentingnya menjaga diri dari bahaya saat beraktivitas fisik sesuai potensi dan kreativitas yang dimiliki peserta didik.\n9.2. Peserta didik mampu mengidentifikasi peralatan P3K sederhana yang dapat digunakan di sekolah sesuai potensi dan kreativitas yang dimiliki peserta didik.\n9.3. Peserta didik mampu menunjukkan sikap peduli terhadap keselamatan diri dan orang lain sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    },
    {
      "Unit": "Unit 10: Kebiasaan Hidup Sehat dan Pencegahan Penyakit",
      "Alur_Tujuan_Pembelajaran": "",
      "Alokasi_Waktu": "6 JP",
      "Semester": "2"
    },
    {
      "Unit": "",
      "Alur_Tujuan_Pembelajaran": "10.1. Peserta didik mampu memahami hakikat pentingnya aktivitas fisik rutin untuk menjaga kesehatan tubuh sesuai potensi dan kreativitas yang dimiliki peserta didik.\n10.2. Peserta didik mampu mempraktikkan kebiasaan hidup sehat sederhana seperti mencuci tangan dan menjaga kebersihan lingkungan sekolah sesuai potensi dan kreativitas yang dimiliki peserta didik.\n10.3. Peserta didik mampu menunjukkan tanggung jawab dalam menjaga kesehatan diri dan lingkungan sesuai potensi dan kreativitas yang dimiliki peserta didik.",
      "Alokasi_Waktu": "",
      "Semester": ""
    }
  ]
}