{"document_structure": {"Judul": "PROGRAM TAHUNAN KURIKULUM MERDEKA", "Identitas Dokumen": {"Mata Pelajaran": "PJOK", "Kelas": "9", "Fase": "A", "Tahun Ajaran": "2025/2026", "Sekolah": "[Nama Sekolah Anda]"}, "Capaian Pembelajaran Umum": "Pada fase A, peserta didik diajak untuk menirukan pola gerak dasar, senam dasar, gerak berirama, dan permainan/olahraga air.  Mereka memahami prosedur benar dalam melakukan berbagai keterampilan gerak dan mempraktikkan latihan kebugaran jasmani serta kebiasaan hidup sehat.  Selain itu, mereka juga mengembangkan tanggung jawab, menghormati orang lain, dan menikmati keriangan aktivitas jasmani.", "Elemen Capaian Pembelajaran": [{"Elemen": "Keterampilan Gerak", "Deskripsi": "Menirukan pola gerak dasar, senam dasar, gerak berirama, dan permainan/olahraga air."}, {"Elemen": "Pengetahuan Gerak", "Deskripsi": "Memahami prosedur benar dalam melakukan berbagai keterampilan gerak."}, {"Elemen": "Pemanfaatan Gerak", "Deskripsi": "Mempraktikkan latihan kebugaran jasmani dan kebiasaan hidup sehat (fungsi anggota tubuh, kebersihan diri & lingkungan)."}, {"Elemen": "Pengembangan Karakter & Nilai‑nilai Gerak", "Deskripsi": "Bertanggung jawab dalam menerima instruksi guru; menghormati orang lain; menikmati keriangan aktivitas jasmani."}]}, "DAFTAR_PROTA_UTAMA": [{"Unit": "Unit 1: Aktivitas Permainan Bola Besar", "Alur Tujuan Pembelajaran": "1.1 Peserta didik mampu menjelaskan berbagai macam permainan bola besar.\n1.2 Peserta didik mampu mempraktikkan teknik dasar permainan bola besar seperti sepak bola, bola voli, dan bola basket.\n1.3 Peserta didik mampu menerapkan strategi dasar dalam permainan bola besar.\n1.4 Peserta didik mampu bekerja sama dalam tim selama permainan bola besar.\n1.5 Peserta didik mampu menunjukkan sikap sportif dalam permainan bola besar.", "Alokasi Waktu": "12 JP", "Semester": "Ganjil"}, {"Unit": "Unit 2: Aktivitas Permainan Bola Kecil", "Alur Tujuan Pembelajaran": "2.1 Peserta didik mampu menjelaskan berbagai macam permainan bola kecil.\n2.2 Peserta didik mampu mempraktikkan teknik dasar permainan bola kecil seperti rounders, bulu tangkis, dan tenis meja.\n2.3 Peserta didik mampu menerapkan strategi dasar dalam permainan bola kecil.\n2.4 Peserta didik mampu bekerja sama dalam tim selama permainan bola kecil.\n2.5 Peserta didik mampu menunjukkan sikap sportif dalam permainan bola kecil.", "Alokasi Waktu": "12 JP", "Semester": "Ganjil"}, {"Unit": "Unit 3: Aktivitas Atletik", "Alur Tujuan Pembelajaran": "3.1 Peserta didik mampu menjelaskan berbagai macam cabang olahraga atletik.\n3.2 Peserta didik mampu mempraktikkan teknik dasar lari cepat, lari estafet, lompat jauh, dan lempar cakram.\n3.3 Peserta didik mampu menerapkan teknik yang benar dalam melakukan gerakan atletik.\n3.4 Peserta didik mampu menjaga keselamatan diri dan orang lain saat melakukan aktivitas atletik.\n3.5 Peserta didik mampu menunjukkan sportivitas dalam aktivitas atletik.", "Alokasi Waktu": "12 JP", "Semester": "Genap"}, {"Unit": "Unit 4: Aktivitas Bela Diri", "Alur Tujuan Pembelajaran": "4.1 Peserta didik mampu menjelaskan pentingnya bela diri dalam kehidupan sehari-hari.\n4.2 Peserta didik mampu mempraktikkan teknik dasar pencak silat.\n4.3 Peserta didik mampu menerapkan teknik dasar pencak silat dengan benar dan aman.\n4.4 Peserta didik mampu menjaga keselamatan diri dan orang lain saat berlatih bela diri.\n4.5 Peserta didik mampu menunjukkan sikap disiplin dan tanggung jawab dalam berlatih bela diri.", "Alokasi Waktu": "10 JP", "Semester": "Genap"}, {"Unit": "Unit 5: Aktivitas Kebugaran Jasmani", "Alur Tujuan Pembelajaran": "5.1 Peserta didik mampu menjelaskan pengertian dan manfaat kebugaran jasmani.\n5.2 Peserta didik mampu melakukan tes kebugaran jasmani untuk mengetahui kondisi fisiknya.\n5.3 Peserta didik mampu melakukan latihan kebugaran jasmani yang sesuai dengan kondisi fisiknya.\n5.4 Peserta didik mampu menjaga pola hidup sehat untuk meningkatkan kebugaran jasmani.\n5.5 Peserta didik mampu menerapkan prinsip FITT dalam latihan kebugaran jasmani.", "Alokasi Waktu": "8 JP", "Semester": "Ganjil"}, {"Unit": "Unit 6: Aktivitas Senam", "Alur Tujuan Pembelajaran": "6.1 Peserta didik mampu menjelaskan berbagai jenis senam.\n6.2 Peserta didik mampu mempraktikkan gerakan senam lantai dasar.\n6.3 Peserta didik mampu melakukan gerakan senam lantai dengan teknik yang benar.\n6.4 Peserta didik mampu menjaga keselamatan diri saat melakukan senam.\n6.5 Peserta didik mampu bekerja sama dalam kelompok saat melakukan senam.", "Alokasi Waktu": "6 JP", "Semester": "Genap"}, {"Unit": "Unit 7: Aktivitas Gerak Berirama", "Alur Tujuan Pembelajaran": "7.1 Peserta didik mampu menjelaskan pengertian dan manfaat gerak berirama.\n7.2 Peserta didik mampu mempraktikkan gerakan senam aerobik dasar.\n7.3 Peserta didik mampu melakukan gerakan senam aerobik dengan iringan musik.\n7.4 Peserta didik mampu menjaga keselamatan diri saat melakukan gerak berirama.\n7.5 Peserta didik mampu berkreasi dalam membuat gerakan gerak berirama.", "Alokasi Waktu": "6 JP", "Semester": "Genap"}, {"Unit": "Unit 8: Aktivitas Air (Renang)", "Alur Tujuan Pembelajaran": "8.1 Peserta didik mampu menjelaskan teknik dasar renang gaya bebas.\n8.2 Peserta didik mampu mempraktikkan teknik dasar renang gaya bebas.\n8.3 Peserta didik mampu melakukan gerakan renang gaya bebas dengan benar.\n8.4 Peserta didik mampu menjaga keselamatan diri saat berenang.\n8.5 Peserta didik mampu bekerja sama dalam kelompok saat berenang.", "Alokasi Waktu": "8 JP", "Semester": "Ganjil"}, {"Unit": "Unit 9: Pertolongan Pertama Pada Kecelakaan (P3K)", "Alur Tujuan Pembelajaran": "9.1 Peserta didik mampu menjelaskan pentingnya pertolongan pertama pada kecelakaan.\n9.2 Peserta didik mampu mengenali jenis-jenis kecelakaan yang sering terjadi.\n9.3 Peserta didik mampu melakukan pertolongan pertama pada kecelakaan ringan.\n9.4 Peserta didik mampu menggunakan peralatan P3K dengan benar.\n9.5 Peserta didik mampu menerapkan prinsip-prinsip pertolongan pertama pada kecelakaan.", "Alokasi Waktu": "4 JP", "Semester": "Ganjil"}, {"Unit": "Unit 10: Aktivitas Fisik dalam Pencegahan Penyakit", "Alur Tujuan Pembelajaran": "10.1 Peserta didik mampu menjelaskan hubungan antara aktivitas fisik dan kesehatan.\n10.2 Peserta didik mampu menjelaskan berbagai jenis penyakit yang dapat dicegah dengan aktivitas fisik.\n10.3 Peserta didik mampu merencanakan program aktivitas fisik untuk mencegah penyakit.\n10.4 Peserta didik mampu menerapkan program aktivitas fisik dalam kehidupan sehari-hari.\n10.5 Peserta didik mampu menjaga pola hidup sehat untuk mencegah penyakit.", "Alokasi Waktu": "4 JP", "Semester": "Genap"}]}